Repository: WedFarran/WasteLess
Catalog: wasteless/lib/l10n/app_*.arb
Languages: ar

# change_language
source: تغيير اللغة إلى العربية
ar: Change to english language

source: LOGIN
ar: تسجيل الدخول

source: Password
ar: كلمة السر

source: Email
ar: الإيميل

# administrator
source: Aaministrator
ar: إداري

source: Driver
ar: سائق

# password_error_message
source: Password field is empty!
ar: !خانه كلمة السر فارغة

# wrong_driver_account_type
source: Please login from the driver login screen
ar: من فضلك سجل دخول من صفحة تسجيل دخول السائقين

# wrong_admin_account_type
source: Please login from the admin login screen
ar: من فضلك سجل دخول من صفحة تسجيل دخول المدراء

# wrong_email_format
source: Email format is wrong
ar: الإيميل خاطئ

source: Profile
ar: الملف الشخصي

source: Logout
ar: تسجيل خروج

# logout_confirmation_message
source: Are you sure you want to logout ?
ar: هل تريد تسجيل الخروج من حسابك ؟

source: Yes
ar: نعم

source: Cancle
ar: إلغاء

source: Your information
ar: معلوماتك

source: First name
ar: الإسم الأول

source: Last name
ar: اللقب

# qr
source: QR code to enter the company
ar: رمز الدخول للشركة

source: Empty email
ar: أكتب الإيميل من فضلك

source: Add Task +
ar: + إضافة مهمة

# trun_gps_on
source: You must trun on device location to proceed using the application.
ar: من فضلك افتح الجيبي اس

source: History
ar: التقارير

source: Name
ar: الإسم

source: Id Number
ar: رقم الهوية

source: Nationality
ar: الجنسية

source: Area
ar: المنطقة المسؤول عنها

source: Task name
ar: إسم التاسك

source: Date time
ar: التاريخ

source: Report
ar: التقرير

# empty_reports
source: Theres no reports to display
ar: لاتوجد تقارير لعرضها

source: Members
ar: الأعضاء

source: Half Full
ar: نصف ممتلئة

source: Full
ar: ممتلئة

source: Empty
ar: فارغة

source: location
ar: الموقع

source: full expected time
ar: وقت إمتلاء الحاوية

source: Filter
ar: فلترة

source: Reset
ar: إعادة

source: Task title
ar: عنوان المهمة

source: Start
ar: البداية

source: Due
ar: النهاية

source: Tap to add a description
ar: أنقر لإضافة التفاصيل

source: Save
ar: حفظ

# enter_task_title_error
source: Enter task title
ar: ادخل اسم المهمة

# enter_location_error
source: Enter task location
ar: ادخل موقع المهمة

# select_driver
source: Select a driver
ar: اختار السائق المسؤول عن المهمة

source: Select dates
ar: اختار تاريخ بداية و نهاية المهمة

# select_bin_error
source: Select a bin
ar: أختار حاوية

source: Location services are disabled
ar: خدمة تحديد المواقع متوقفه

source: Location permission are denied
ar: تم رفض إذن الموقع

source: Location permission are permanently denied
ar: تم رفض إذن الموقع بشكل دائم

# delete_task_confirmation
source: Are you sure you want to delete the task?
ar: هل أنت متأكد أنك تريد حذف المهمة؟

# modify_task_confirmation
source: Are you sure you want to modify the task?
ar: هل أنت متأكد أنك تريد تعديل المهمة؟

source: Modify
ar: تحديث

source: Select start date
ar: اختار تاريخ بداية المهمة

source: Select due date
ar: اختار تاريخ نهاية المهمة
